<script setup lang="ts">
import pageTitle from '../parts/pageTitle.vue';
import theme from './theme.vue';
</script>

<template>
  <pageTitle main="研究テーマ"/>
  <div class="q-pa-md">
    <p class="intro">
      大山研究室では，より良い都市環境の設計に向けて，空間と人の行動とのポジティブな相互作用について研究しています．
      特に街路や公園，広場等の公共空間の設計に対して，歩行者を中心とした人の移動・活動の観点からアプローチするための方法論や計画・デザインのアイデアを日々考えています．
    </p>
    <theme
      theme="1 / 回遊行動の分析とモデリング"
      result="人の回遊行動 (活動場所や経路，滞在時間等の選択行動) について分析し，「どのような空間や環境がまちで時間を過ごす人にとって良い影響を及ぼすか？」について考えます．"
      abst="車の動きを予測することは渋滞解消等を目的とする交通計画を適切に行うために重要ですが， それと同様に，まちなかのようなスケールで街路や広場といった公共空間を適切にデザインするためには，まちを回遊し，まちで時間を過ごす人々(特に歩行者)の移動・活動を分析することが重要だと考えています． そうした「歩行者を主眼においたまちづくり」に注目が集まる一方で，その計画・設計論は未だに確立されていません． また歩行者の動きは，車と比較して多様で，その分析・予測には新しい行動分析の手法の開発が必要となります． そうした背景や目的のもと，大山では歩行者の回遊行動分析と行動空間設計に向けた研究を行っています．"
      imgPath="behavior.png"
      :journalKeys="['Oyama2023_TRPC', '鉄崎2022' ,'柳瀬2020']"
    />
    <theme
      theme="2 / ネットワークデザイン"
      result="まちの「どこに，どのような公共空間を創出すべきか？」という問いに対し，交通の利便性と来訪者の効用を両立させる街路ネットワークの計画を理論・事例から考えます．"
      abst="歩行者にとって良い空間がどういうものかがわかったとしても，限られた都市空間の中で創出するのは容易ではありません． 今，多くの都市で「街路空間再配分」のデザインが注目を集めていますが，最も効果的に実施するためには， 渋滞を発生させることなく，まちを訪れる人々にとっても魅力的で使いやすいように， 公共空間の配置を決定することが重要です． 車や人のネットワーク上の流動への影響を明示的に考慮し，適切に街路空間を再配分する「ネットワークデザイン」の研究に取り組んでいます． 上述の街路空間再配分のほか，駐車場の再配置や，災害・環境への影響を考慮した緑のネットワーク計画，公共交通などの政策も対象としています．"
      imgPath="ndp.png"
      :journalKeys="['Murakami2023', 'Murakami2022_CPIJ', '多田2022']"
    />
    <theme
      theme="3 / 土地利用の相互作用マネジメント"
      result="建物の開発や公共空間の整備が，「周辺の土地とどのように影響を与え合い，都市が発展・衰退していくのか？」について，立地パタンとその時間的変遷を分析し，明らかにします．"
      abst="都市空間はさまざまな主体が持つ土地・建物から形成されており， 都市への政策導入はそうした個々の土地・建物の利用のされ方に影響を与えると考えられます． 具体的には，質の高い公園整備は周辺の開発価値を高め，特定用途の立地を促進させたり， また需要の高まりに応じて同種の利用 (例えば商業施設) のさらなる集積が起こったりすることがあります． 本研究室では，適切な土地利用のマネジメントに向けて，こうしたミクロな土地利用の変化や 相互作用メカニズムを明らかにするための研究を行っています．"
      imgPath="landUse.png"
      :journalKeys="['Tojo2022_CPIJ', 'Ikegami2021_CPIJ', '田山2021']"
    />
    <theme
      theme="4 / モビリティ・物流サービスの最適設計"
      result="物流やシェア，自動運転，MaaSといった，「新しいモビリティ・サービスをまちづくりにどう生かしていけるか」ついて，利用者の需要に基づく最適なシステム設計の方法を考えます．"
      abst="今，都市では新しいモビリティの技術が次々に登場し，これまでの生活のあり方を大きく変えています． シェア型交通や自動運転，MaaSといった新技術はその代表例ですが， 物流の世界でもE-commerce (電子商取引)の成長によって，買い物のスタイルが変化を続けていることは日常的に感じることかと思います． 土木工学科でモビリティに関心のある方は多いと思いますが，実はものの流れである物流も，人の流れと同じくらい都市計画においては重要な位置づけを占めています． こうした新しいモビリティのサービスが，今後のまちづくりとどう連携し，より良い都市を目指していけるかについて， 大山研では利用者の行動需要の予測をベースとしたアプローチから取り組んでいます．"
      imgPath="logi.png"
      :journalKeys="['Okazaki2023', 'Matsumura2022_CPIJ']"
    />
  </div>
</template>