// linkには「HP内の記事」or「外部へのURL」が入ります
// 「HP内の記事」の場合，linkは「当該記事のファイル名」とすることでリンクが生成されます

// 表示する記事の一覧
export const tree = [
  {
    people: '大山 雄己',
    year: '2022',
    title: '大域的経路選好と局所的反応を考慮したネットワーク行動モデル',
    journal: '第65回土木計画学研究発表会(秋大会).'
  },
  {
    people: '村上 颯一朗, 大山 雄己',
    year: '2022',
    title: '市街地交通ネットワークにおける歩行者ゾーンの最適設計',
    journal: '第65回土木計画学研究発表会(秋大会).'
  },
  {
    people: '松村 健太, 大山 雄己',
    year: '2022',
    title: '容量制約付きネットワークにおける経路予約型MaaSの課金方策の検討',
    journal: '第65回土木計画学研究発表会(秋大会).'
  },
  {
    people: '藤條 嵩大, 大山 雄己, 杉山 航太郎',
    year: '2022',
    title: 'ミクロ土地利用分析に向けた建物用途推定モデルの開発',
    journal: '第35回人工知能学会全国大会.'
  },
  {
    people: '大山 雄己',
    year: '2022',
    title: 'Recursive Logitモデルにおける正の効用の推定可能性',
    journal: '第65回土木計画学研究発表会(春大会).'
  },
  {
    people: '村上 颯一朗, 大山 雄己',
    year: '2020',
    title: 'マルチモーダル均衡配分モデルに基づく歩行者専用道路の最適配置',
    journal: '第65回土木計画学研究発表会(春大会).'
  },
  {
    people: '村上 颯一朗, 大山 雄己',
    year: '2021',
    title: 'マルチモーダル均衡配分モデルに基づく歩行者専用道路の最適配置計画',
    journal: '令和3年度土木学会全国大会'
  },
  {
    people: '池上 哲広, 大山 雄己',
    year: '2021',
    title: '公共交通利便性に着目した活動ベースの高齢者モビリティ指標の提案',
    journal: '令和3年度土木学会全国大会'
  },
  {
  people: '高崎 弾, 小川 芳樹, 今泉 允聡, 沖 拓弥, 大山 雄己',
  year: '2021',
  title: 'グラフニューラルネットワークとデータ同化を統合したデータ駆動型避難者分布予測モデルの構築.',
  journal: '第34回人工知能学会全国大会.'
  }
]